/* 
  Localizable.strings
  Finder Zen 2

  Created by Vince14Genius on 4/28/16.
  Copyright © 2016 Vince14Genius. All rights reserved.
*/

"TextStartDev" = "想要更多游戏？请访问 github.com/Vince14Genius ！";
"MuteSoundX" = "X";
"MuteMusicX" = "X";

"Record1" = "个人纪录：0";
"Record2" = "个人纪录：0";
"Record3" = "个人纪录：0";
"Record4" = "个人纪录：0";

"TextConfirm" = "确定";
"TextAreYouSure" = "这将会重置你的个人纪录中";
"recordFor" = "“Awakened Adventure”小游戏的纪录。";
"buttonReset" = "重置";
"buttonCancel" = "取消";

"TextPaused" = "游戏已暂停";

"Score" = "0";
"TextProgress" = "游 戏 进 度";
"TextLevel" = "难度等级";
"ValueLevel" = "1";

"TextGameOver" = "游戏结束";
"FinalScore" = "最终得分：0";
"Record" = "个人纪录：0";

"TextSlain" = "任务失败！";
"RestartLevel" = "重新开始当前任务";
"MainMenu" = "返回主菜单";

"TextContinue" = "点击任何地方来继续。";
"WatchAgain" = "重新开始当前任务";


"TextNewRecord" = "新纪录！！";
"TextFinalScore" = "最终得分：";
"TextRecord" = "个人纪录：";
"TextAA" = "”Awakening Adventure”小游戏的纪录。";
"TextGG" = "“Guarded Getaway”小游戏的纪录。";
"TextTT" = "“Terminal's Test”小游戏的纪录。";
"TextBB" = "”Boss Battle”小游戏的纪录。";


"1-1-1" = "在某个奇妙深刻的宇宙中，生活着两个Finder：";
"1-1-2" = "一个长者和他的学徒。";
"1-2-1" = "他们在平静的应用程序村庄";
"1-2-2" = "和平而快乐地生活着。";
"1-3-1" = "他们练习着掌控这个宇宙中的基本力量：";
"1-3-2" = "那便是彩色泡泡中蕴含的能量。";
"1-4-1" = "这样的和睦时光持续了很久，";
"1-5-1" = "直到有一天……";
"1-6-1" = "受伤的应用程序";
"1-6-2" = "安……安卓们打过来啦！它们在屠城！";
"1-6-3" = "你们一定要帮帮我们啊！";
"1-7-1" = "Finder长者";
"1-7-2" = "他们会遭到应有的报应的！跟我来吧，小学徒！";
"1-7-3" = "揍安卓们的时间到了。";
"1-9-1" = "他们终于来到了黑暗君主的宫殿。";
"1-12-1" = "Finder";
"1-12-2" = "不！！！！！！！";
"1-13-1" = "Finder长者";
"1-13-2" = "快离开这里，等你准备好了之后再为我们报仇吧！";
"1-13-3" = "你是村子唯一的希望了。快跑！";
"1-14-1" = "12年后……";
"1-15-1" = "Finder继续刻苦修炼了20年，";
"1-15-2" = "尝试去完全掌握彩色泡泡的力量。";
"1-16-1" = "他终于准备好了！";
"1-17-1" = "Finder";
"1-17-2" = "师父，我会为你报仇的！";
"1-18-1" = "操作说明：";
"1-18-2" = "点击任何地方来发射蓝色泡泡。";
"1-18-3" = "用这些蓝色泡泡来击退安卓，别让它们碰到Finder。";
"1-18-4" = "射击或让Finder触碰到绿色泡泡来使用超能力！";
"2-1-1" = "Finder";
"2-1-2" = "都消灭掉了。向皇宫进发！";
"2-2-1" = "安卓守卫";
"2-2-2" = "这是我们的领地！你可不能过去。";
"2-2-3" = "守卫们，攻击他！";
"2-3-1" = "操作说明：";
"2-3-2" = "和以前没什么不同，不过现在…… 敌人有红色的泡泡。";
"2-3-3" = "红色的泡泡向你打来，并且不会被蓝色泡泡击退。";
"2-3-4" = "所以你要用键盘上的A／D键或左／右方向键来移动和躲避。";
"2-3-5" = "活到冲过一定距离就能胜利！";
"3-1-1" = "Finder";
"3-1-2" = "终于远离那些守卫了！";
"3-1-3" = "我快要到了！";
"3-2-1" = "Finder";
"3-2-2" = "Terminal？你为什么在这里？";
"3-2-3" = "我们俩已经15年没有见面了。";
"3-3-1" = "Terminal";
"3-3-2" = "15年前，Finder长者把我送到这儿来做间谍。";
"3-3-3" = "12年前他临死前给我传递了一个秘密消息。";
"3-4-1" = "Terminal";
"3-4-2" = "他告诉我要把这些青色泡泡给你，并让我用";
"3-4-3" = "在敌人都城学到的黑暗泡泡来与你对战。";
"3-5-1" = "Terminal";
"3-5-2" = "最终的敌人非常强大，所以请";
"3-5-3" = "向我证明你有能与之抗衡的实力。";
"3-6-1" = "操作说明：";
"3-6-2" = "现在不是左右移动，而是用W／S键或上／下方向键";
"3-6-3" = "进行上下移动和躲避了。";
"3-6-4" = "而且还会有如同机枪一样的紫色泡泡飞速射来，";
"3-6-5" = "但你可以用这些青色泡泡来迎击。";
"3-6-6" = "在移动的时候射击就会发射出青色泡泡。";
"3-6-7" = "打败Terminal来证明你的实力吧！";
"4-1-1" = "Terminal";
"4-1-2" = "你已经证明了你有强大的实力，";
"4-1-3" = "不过还是要小心，不要低估敌人！ ";
"4-2-1" = "Finder";
"4-2-2" = "我为了人民的自由和";
"4-2-3" = "为师父报仇而来到此地！";
"4-3-1" = "安卓皇帝";
"4-3-2" = "愚蠢！汝当真以为汝能够击败吾，安卓皇帝，";
"4-3-3" = "大地之统治者与黑暗之操纵者？";
"4-4-1" = "Finder";
"4-4-2" = "我现在拥有比师父更加强大的力量，";
"4-4-3" = "而且我不会重复他所犯过的错误。";
"4-5-1" = "安卓皇帝";
"4-5-2" = "他唯一的错误便是向吾挑战。";
"4-5-3" = "吾之力量绝对无敌，天下无人能够打败吾！";
"4-6-1" = "Finder";
"4-6-2" = "世界上并没有绝对无敌！";
"4-7-1" = "安卓皇帝";
"4-7-2" = "那汝将接受吾之震怒！";
"4-8-1" = "操作说明：";
"4-8-2" = "用你之前学到的一切来击败安卓皇帝吧！";
"4-8-3" = "很惭愧，一个微小的提示：如果Finder自己碰到绿色泡泡，使出的超能力";
"4-8-4" = "便是一个与你已经对敌人造成的伤害成正比的爆发伤害。";
"5-1-1" = "安卓皇帝";
"5-1-2" = "不……？怎么……可能？！这不可能！";
"5-1-3" = "吾之力量乃至高无上，绝对无敌也！";
"5-2-1" = "Finder";
"5-2-2" = "我已经说过了，世界上并没有绝对无敌。";
"5-2-3" = "而现在你要为你所做的一切付出代价！";
"5-7-1" = "Finder回到了自己的村庄";
"5-7-2" = "而大家也快乐地永远生活了下去。";
"5-8-1" = "现在你可以试试Challenge（挑战）模式。";
"5-8-2" = "挑战自己的极限吧！";
